// ----------------------------------
// Задача

// Задача: допишите к процечсу метод then, которая будет фильровать новый полченный массив
// и сформировует новый, который будет хранить только четные элементы.
// Выведите новый массив в консоль

// Примечание: содержимое промиса трогать нелья (необходимо указать только resolve в необходимом месте)

// let getData = new Promise((resolve, reject) => {
//   setTimeout(() => {
//     let data = [1, 2, 3, 4, 5, 6, 7, 8];
//     resolve(data);
//   }, 2000);
// });

// getData.then((data) => {
//   console.log(data.filter((el) => el % 2 === 0));
// });
