// код пишем здесь!
// 1. Работаем в предметной области интернет-магазина, теперь мы торгуем инструментами. Нам нужно спроектировать и реализовать структуру классов для работы с нашими товарами. В интернет-магазине доступны такие товары, как:
//  - электроинструмент `PowerTool` (электропила, дрель)
//  - ручной инструмент `Tool` (молоток, плоскогубцы)

// У каждого товара есть название (`name`), ID, цена за единицу (`price`), краткое описание (`description`). Нужно создать класс для представления товара (`Product`). У класса должен быть определен конструктор, который принимает все описанные параметры.

class Product {
  constructor()
}
