import React from 'react';

export default function FirstText() {
  return (
    <div>
      <>
        <h1>Веломастерская “Велозар”</h1>
        <p>
          Мы, мастера веломастерской «Велозар», как раз те самые счастливые
          люди, которые смогли превратить свое увлечение и хобби в профессию. Мы
          сами любим кататься и хотим чтобы Ваш двухколесный друг приносил Вам
          только радость и удовольствие от езды.
        </p>
      </>
      <div>
        <img src="./../../img/din 1.png" alt="dinosaur" />
      </div>
    </div>
  );
}
